tap "caskroom/cask"

# Install system packages
brew "ack"
brew "ansible"
brew "ctags"
brew "git"
brew "go"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "memcached"
brew "mercurial"
brew "mysql"
brew "percona-toolkit"
brew "phantomjs"
brew "postgresql"
brew "qt"
brew "redis"
brew "s3cmd"
brew "sqlite"
brew "watch"
brew "wget"
brew "zsh"
brew "rbenv"
brew "ruby-build"
brew "terraform"
brew "heroku-toolbelt"
brew "nodejs"
brew "tmux"

# install https://raw.github.com/adammck/terraform-inventory/master/homebrew/terraform-inventory.rb

# install dnsmasq # needs work

# Install Casks
# install caskroom/cask/brew-cask

cask "alfred"
cask "google-chrome"
cask "iterm2"
cask "sequel-pro"
cask "macvim"
cask "adium"
cask "slack"
cask "dropbox"
cask "1password"
cask "slate"
cask "viscosity"
cask "spotify"
cask "skitch"
cask "clipmenu"
cask "atom"
cask "skype"
cask "utorrent"
cask "beamer"
# cask "firefox"
