# Install system packages
brew "bat"
brew "eza"
brew "git"
brew "gh"
brew "httpie"
brew "imagemagick"
brew "mise"
brew "nvim"
brew "ripgrep"
brew "wget"
brew "zsh"

# Install Casks
cask "alfred"
cask "google-chrome"
cask "ghostty"
cask "slack"
cask "rectangle"
cask "maccy"
