tap "caskroom/cask"

# Install system packages
brew "ack"
brew "bat"
brew "git"
brew "httpie"
brew "imagemagick"
brew "redis"
brew "sqlite"
brew "wget"
brew "zsh"
brew "asdf"
brew "terraform"
brew "nodejs"
brew "nvim"

# install https://raw.github.com/adammck/terraform-inventory/master/homebrew/terraform-inventory.rb

# install dnsmasq # needs work

# Install Casks
# install caskroom/cask/brew-cask

cask "alfred"
cask "google-chrome"
cask "iterm2"
cask "slack"
cask "rectangle"
cask "maccy"
